---------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  R:\users\borders_project\New_stata_files\Log_Files\gt80regressions.smcl
  log type:  smcl
 opened on:  17 Jul 2013, 15:47:21

. 
. reg gt80_aginc_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1217
-------------+------------------------------           F(  1,  1215) =    0.04
       Model |  .002327372     1  .002327372           Prob > F      =  0.8486
    Residual |  77.6030867  1215  .063870853           R-squared     =  0.0000
-------------+------------------------------           Adj R-squared = -0.0008
       Total |  77.6054141  1216  .063820242           Root MSE      =  .25273

----------------------------------------------------------------------------------
gt80_aginc_bac~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0093511   .0489869     0.19   0.849    -.0867573    .1054595
           _cons |  -.0070758   .0072656    -0.97   0.330    -.0213303    .0071787
----------------------------------------------------------------------------------

. 
. reg gt80_aginc_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1217
-------------+------------------------------           F(  1,  1215) =   22.05
       Model |  1.33004494     1  1.33004494           Prob > F      =  0.0000
    Residual |  73.2901538  1215  .060321114           R-squared     =  0.0178
-------------+------------------------------           Adj R-squared =  0.0170
       Total |  74.6201988  1216  .061365295           Root MSE      =   .2456

----------------------------------------------------------------------------------
gt80_aginc_pre~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .2235435   .0476062     4.70   0.000      .130144     .316943
           _cons |  -.0209135   .0070608    -2.96   0.003    -.0347662   -.0070608
----------------------------------------------------------------------------------

. 
. reg gt80_avwage_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    1.73
       Model |  .016304707     1  .016304707           Prob > F      =  0.1887
    Residual |  11.4634726  1216  .009427198           R-squared     =  0.0014
-------------+------------------------------           Adj R-squared =  0.0006
       Total |  11.4797773  1217  .009432849           Root MSE      =  .09709

----------------------------------------------------------------------------------
gt80_avwage_ba~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |  -.0247102   .0187893    -1.32   0.189    -.0615733    .0121529
           _cons |  -.0128842   .0027905    -4.62   0.000     -.018359   -.0074095
----------------------------------------------------------------------------------

. 
. reg gt80_avwage_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    0.68
       Model |  .006967382     1  .006967382           Prob > F      =  0.4089
    Residual |  12.4136767  1216  .010208616           R-squared     =  0.0006
-------------+------------------------------           Adj R-squared = -0.0003
       Total |  12.4206441  1217  .010205952           Root MSE      =  .10104

----------------------------------------------------------------------------------
gt80_avwage_pr~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |    .016153   .0195525     0.83   0.409    -.0222074    .0545135
           _cons |   -.002167   .0029039    -0.75   0.456    -.0078641    .0035302
----------------------------------------------------------------------------------

. 
. reg gt80_nfincome_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =   28.17
       Model |  .377305019     1  .377305019           Prob > F      =  0.0000
    Residual |  16.2841003  1216   .01339153           R-squared     =  0.0226
-------------+------------------------------           Adj R-squared =  0.0218
       Total |  16.6614054  1217  .013690555           Root MSE      =  .11572

----------------------------------------------------------------------------------
gt80_nfincome_~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .1188683   .0223942     5.31   0.000     .0749328    .1628037
           _cons |  -.0126061   .0033259    -3.79   0.000    -.0191312    -.006081
----------------------------------------------------------------------------------

. 
. reg gt80_nfincome_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    2.48
       Model |   .03329288     1   .03329288           Prob > F      =  0.1158
    Residual |  16.3429324  1216  .013439911           R-squared     =  0.0020
-------------+------------------------------           Adj R-squared =  0.0012
       Total |  16.3762253  1217  .013456225           Root MSE      =  .11593

----------------------------------------------------------------------------------
gt80_nfincome_~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0353098   .0224346     1.57   0.116     -.008705    .0793246
           _cons |  -.0038979   .0033319    -1.17   0.242    -.0104348     .002639
----------------------------------------------------------------------------------

. 
. reg gt80_nfpropnum_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    1.67
       Model |  .038966994     1  .038966994           Prob > F      =  0.1965
    Residual |  28.3704033  1216  .023330924           R-squared     =  0.0014
-------------+------------------------------           Adj R-squared =  0.0006
       Total |  28.4093703  1217  .023343772           Root MSE      =  .15274

----------------------------------------------------------------------------------
gt80_nfpropnum~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0382004   .0295587     1.29   0.196    -.0197913    .0961922
           _cons |  -.0189202   .0043899    -4.31   0.000    -.0275328   -.0103075
----------------------------------------------------------------------------------

. 
. reg gt80_nfpropnum_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =   34.33
       Model |  1.30586552     1  1.30586552           Prob > F      =  0.0000
    Residual |   46.248291  1216  .038033134           R-squared     =  0.0275
-------------+------------------------------           Adj R-squared =  0.0267
       Total |  47.5541565  1217  .039074903           Root MSE      =  .19502

----------------------------------------------------------------------------------
gt80_nfpropnum~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .2211408   .0377399     5.86   0.000     .1470983    .2951833
           _cons |  -.0035114    .005605    -0.63   0.531    -.0145079    .0074851
----------------------------------------------------------------------------------

. 
. reg gt80_nfpropincome_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =   26.73
       Model |  .732238483     1  .732238483           Prob > F      =  0.0000
    Residual |  33.3091812  1216  .027392419           R-squared     =  0.0215
-------------+------------------------------           Adj R-squared =  0.0207
       Total |  34.0414196  1217  .027971586           Root MSE      =  .16551

----------------------------------------------------------------------------------
gt80_nfpropinc~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .1655945   .0320284     5.17   0.000     .1027575    .2284315
           _cons |  -.0069757   .0047567    -1.47   0.143    -.0163079    .0023566
----------------------------------------------------------------------------------

. 
. reg gt80_nfpropincome_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    0.16
       Model |  .007346252     1  .007346252           Prob > F      =  0.6928
    Residual |  57.2090787  1216   .04704694           R-squared     =  0.0001
-------------+------------------------------           Adj R-squared = -0.0007
       Total |   57.216425  1217  .047014318           Root MSE      =   .2169

----------------------------------------------------------------------------------
gt80_nfpropinc~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0165864   .0419745     0.40   0.693     -.065764    .0989369
           _cons |   .0162608   .0062339     2.61   0.009     .0040305    .0284912
----------------------------------------------------------------------------------

. 
. reg gt80_output_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    0.04
       Model |  .000397443     1  .000397443           Prob > F      =  0.8366
    Residual |  11.3576797  1216  .009340197           R-squared     =  0.0000
-------------+------------------------------           Adj R-squared = -0.0008
       Total |  11.3580771  1217  .009332849           Root MSE      =  .09664

----------------------------------------------------------------------------------
gt80_output_ba~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |    .003858   .0187024     0.21   0.837    -.0328346    .0405505
           _cons |  -.0076775   .0027776    -2.76   0.006     -.013127   -.0022281
----------------------------------------------------------------------------------

. 
. reg gt80_output_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    1.30
       Model |  .013090213     1  .013090213           Prob > F      =  0.2542
    Residual |  12.2306917  1216  .010058135           R-squared     =  0.0011
-------------+------------------------------           Adj R-squared =  0.0002
       Total |  12.2437819  1217  .010060626           Root MSE      =  .10029

----------------------------------------------------------------------------------
gt80_output_pr~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |  -.0221408   .0194079    -1.14   0.254    -.0602175    .0159359
           _cons |  -.0027301   .0028824    -0.95   0.344     -.008385    .0029249
----------------------------------------------------------------------------------

. 
. reg gt80_percapinc_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    1.93
       Model |  .052053774     1  .052053774           Prob > F      =  0.1645
    Residual |  32.7212112  1216  .026908891           R-squared     =  0.0016
-------------+------------------------------           Adj R-squared =  0.0008
       Total |   32.773265  1217  .026929552           Root MSE      =  .16404

----------------------------------------------------------------------------------
gt80_percapinc~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |  -.0441515   .0317444    -1.39   0.165    -.1064315    .0181284
           _cons |   .0032557   .0047146     0.69   0.490    -.0059939    .0125053
----------------------------------------------------------------------------------

. 
. reg gt80_percapinc_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =    9.32
       Model |  .190263387     1  .190263387           Prob > F      =  0.0023
    Residual |  24.8183974  1216  .020409866           R-squared     =  0.0076
-------------+------------------------------           Adj R-squared =  0.0068
       Total |  25.0086608  1217  .020549434           Root MSE      =  .14286

----------------------------------------------------------------------------------
gt80_percapinc~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0844107   .0276465     3.05   0.002     .0301706    .1386507
           _cons |  -.0034766   .0041059    -0.85   0.397    -.0115321    .0045789
----------------------------------------------------------------------------------

. 
. reg gt80_pop_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =   15.53
       Model |  .117087365     1  .117087365           Prob > F      =  0.0001
    Residual |   9.1691611  1216  .007540429           R-squared     =  0.0126
-------------+------------------------------           Adj R-squared =  0.0118
       Total |  9.28624847  1217  .007630442           Root MSE      =  .08684

----------------------------------------------------------------------------------
gt80_pop_backw~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0662178   .0168042     3.94   0.000     .0332494    .0991862
           _cons |  -.0098097   .0024957    -3.93   0.000    -.0147061   -.0049134
----------------------------------------------------------------------------------

. 
. reg gt80_pop_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1218
-------------+------------------------------           F(  1,  1216) =   10.26
       Model |  .055665887     1  .055665887           Prob > F      =  0.0014
    Residual |  6.60019945  1216  .005427796           R-squared     =  0.0084
-------------+------------------------------           Adj R-squared =  0.0075
       Total |  6.65586533  1217  .005469076           Root MSE      =  .07367

----------------------------------------------------------------------------------
gt80_pop_predict |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0456577   .0142571     3.20   0.001     .0176865     .073629
           _cons |  -.0090172   .0021174    -4.26   0.000    -.0131714    -.004863
----------------------------------------------------------------------------------

. 
. reg gt80_wagebill_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1219
-------------+------------------------------           F(  1,  1217) =    3.28
       Model |  .168836995     1  .168836995           Prob > F      =  0.0706
    Residual |  62.7248558  1217  .051540555           R-squared     =  0.0027
-------------+------------------------------           Adj R-squared =  0.0019
       Total |  62.8936928  1218  .051636858           Root MSE      =  .22703

----------------------------------------------------------------------------------
gt80_wagebill_~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |  -.0792105   .0437647    -1.81   0.071     -.165073     .006652
           _cons |   -.005314   .0065207    -0.81   0.415     -.018107    .0074791
----------------------------------------------------------------------------------

. 
. reg gt80_wagebill_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1219
-------------+------------------------------           F(  1,  1217) =    0.28
       Model |  .018296366     1  .018296366           Prob > F      =  0.5946
    Residual |  78.5922598  1217  .064578685           R-squared     =  0.0002
-------------+------------------------------           Adj R-squared = -0.0006
       Total |  78.6105562  1218  .064540687           Root MSE      =  .25412

----------------------------------------------------------------------------------
gt80_wagebill_~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0260754   .0489884     0.53   0.595    -.0700357    .1221866
           _cons |  -.0081799    .007299    -1.12   0.263       -.0225    .0061401
----------------------------------------------------------------------------------

. 
. reg gt80_wageemp_backward lngt80difference 

      Source |       SS       df       MS              Number of obs =    1219
-------------+------------------------------           F(  1,  1217) =    2.43
       Model |  .073141131     1  .073141131           Prob > F      =  0.1194
    Residual |  36.6477413  1217  .030113181           R-squared     =  0.0020
-------------+------------------------------           Adj R-squared =  0.0012
       Total |  36.7208825  1218  .030148508           Root MSE      =  .17353

----------------------------------------------------------------------------------
gt80_wageemp_b~d |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |  -.0521351   .0334524    -1.56   0.119    -.1177658    .0134957
           _cons |   .0033709   .0049842     0.68   0.499    -.0064077    .0131495
----------------------------------------------------------------------------------

. 
. reg gt80_wageemp_predict lngt80difference 

      Source |       SS       df       MS              Number of obs =    1219
-------------+------------------------------           F(  1,  1217) =    0.20
       Model |  .006493807     1  .006493807           Prob > F      =  0.6587
    Residual |  40.4801423  1217  .033262237           R-squared     =  0.0002
-------------+------------------------------           Adj R-squared = -0.0007
       Total |  40.4866361  1218  .033240259           Root MSE      =  .18238

----------------------------------------------------------------------------------
gt80_wageemp_p~t |      Coef.   Std. Err.      t    P>|t|     [95% Conf. Interval]
-----------------+----------------------------------------------------------------
lngt80difference |   .0155345    .035158     0.44   0.659    -.0534425    .0845116
           _cons |  -.0002472   .0052384    -0.05   0.962    -.0105245      .01003
----------------------------------------------------------------------------------

. 
. log close
      name:  <unnamed>
       log:  R:\users\borders_project\New_stata_files\Log_Files\gt80regressions.smcl
  log type:  smcl
 closed on:  17 Jul 2013, 15:47:22
---------------------------------------------------------------------------------------------------------
